[errorMsg]

PCT_ERR_FAIL="未知的錯誤"

PCT_ERR_INVALUD_PARS="無效參數"

PCT_ERR_NOT_SURPPORT="不支持"

PCT_ERR_OPEN_FILE_FAIL="打開檔失敗"

PCT_ERR_NO_MEMORY="記憶體不足"

PCT_ERR_READ_FILE="讀取檔失敗。"

PCT_ERR_FILE_FORMAT="檔格式錯誤"

PCT_ERR_NOMORE_ITEM="沒有其他檔"

PCT_ERR_FILE_PROCESS="處理檔失敗"

PCT_ERR_MEMORY_FAIL="記憶體錯誤"

PCT_ERR_WRITE_FILE="寫檔失敗"

PCT_ERR_USER_CANCEL="用戶已取消"

PCT_ERR_NOT_INIT_FUN="未初始化的"

PCT_ERR_CREATE_THREAD="創建線程失敗"

PCT_ERR_DEVICE_NO_MORE_SPACE="磁片空間不足"

PCT_ERR_DEVICE_FAIL="設備錯誤"

PCT_ERR_PATH_INVALID="無效路徑"

PCT_ERR_CALL_API="調用失敗"

PCT_ERR_FILE_NOT_EXIST="檔不存在"

PCT_ERR_FILE_IN_USING="該檔正在被其他程式使用。"

PCT_ERR_REG_FAIL="註冊表錯誤"

PCT_ERR_NET_CONN="網路未連接或已斷開"

PCT_ERR_LICENSE_OUTDATA="許可證已過期"

PCT_ERR_NOT_SAME_VERSION="版本不一致"

PCT_ERR_NO_DISKSPACE="磁片空間不足"

PCT_ERR_NTFS_MUST="傳輸應用程式失敗因為這些應用程式不是安裝在NTFS檔系統裏的。"

PCT_ERR_INSTALL_APPX_FAILED="應用程式與目標PC不兼容。你需要重新安裝。"

PCT_ERR_MOVE_APPX_FAILED="應用程式與目標分區的檔案系統不兼容。"

